import React from "react";

const Why = () => {
  return (
    <div>
      <h3>Почему программирование это мое любимое занятие?</h3>
      <p>
        Компьютер у меня появился с самого детства. Уже в четыре года я начал
        играть в различные игры. Поэтому во время экзаменов в школе я даже не
        сомневался какой предмет выбрать.
      </p>
      <p>
        В университете все оказалось еще круче. Мы программировали на парах.
        Многие предметы у нас вели уже действующие разработчики из больших
        компаний. А также очень часто крутые компании приглашали себе в гости,
        чтобы посмотреть, как устроена работа в офисе.
      </p>
      <p>
        Поэтому сейчас нет никаких сомнений, что программирование это круто. Ты
        можешь работать из любой точки мира. У тебя открывается возможность
        путешествовать. При этом есть крутые офисы, где есть отличная мебель,
        различные плюшки и печеньки. Ну и само собой, у программистов очень
        хорошее материальное вознаграждение.
      </p>
    </div>
  );
};

export default Why;
